/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Trascina “%1$@”\ndopo l'azione “%2$@”.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Trascina “%1$@” verso %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Aggiungi %@ per vedere\nin anteprima la tua GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Comando rapido aggiunto: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "I tuoi comandi rapidi sono stati inizializzati. Per continuare, apri nuovamente l'app Comandi Rapidi.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Esegue il comando rapido %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "In esecuzione, %lu%% completato";

/* Accessibility label */
"Edit profile photo" = "Modifica la foto profilo";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Animazione del Centro Notifiche che scorre dall'alto verso il basso dello schermo";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Animazione del momento in cui il widget Comandi Rapidi viene aggiunto all'elenco di widget già attivi";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Animazione del momento in cui si scorre fino alla fine dell'elenco dei widget e si seleziona l'opzione Modifica";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Animazione del momento in cui si scorre verso sinistra per accedere all'elenco di widget";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Immagine del Centro Notifiche con il widget Comandi Rapidi";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Foto profilo di %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Imposta come identità principale";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Elemento selezionato come identità principale";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Più, meno";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Ritorno unitario";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Decimale";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Sfortunatamente l'app Comandi Rapidi non è in grado di gestire l'errore nell'app dell'host. Ti consigliamo di contattare lo sviluppatore per segnalare il problema.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "L'app che ha aperto questa estensione non ha fornito input.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Non è stato possibile scaricare il comando rapido.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Il database dei comandi rapidi non può essere letto perché è stato creato con una versione più recente di Comandi Rapidi. Puoi aggiornare l'applicazione o inizializzare l'elenco dei comandi rapidi: i contenuti verranno persi, tuttavia, se utilizzi l'opzione di sincronizzazione di iCloud, sarà possibile ripristinarli.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Il database dei comandi rapidi non può essere letto perché è corrotto. Puoi correggere l'errore inizializzando l'elenco di comandi rapidi: le azioni rapide verranno perse, tuttavia, se utilizzi l'opzione di sincronizzazione di iCloud, sarà possibile ripristinarle.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Il database di comandi rapidi non può essere letto perché è corrotto.\n\nPuoi inviare un messaggio e-mail al supporto fornendo il tuo database danneggiato o inizializzare l'elenco di comandi rapidi: le azioni rapide verranno perse, tuttavia, se utilizzi l'opzione di sincronizzazione di iCloud, sarà possibile ripristinarle.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Invia e-mail al supporto";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Inizializza comandi rapidi";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Aggiorna Comandi Rapidi";

/* Alert title for an error */
"Aw no!" = "Oh, no!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Incongruenza versione Comandi Rapidi";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Inizializza comandi rapidi";

/* Apple watch; label for result from running the shortcut */
"Result" = "Risultato";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Risultati (%ld)";

/* Back button */
"Back" = "Indietro";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Aggiungendo il widget puoi eseguire i comandi ancora più rapidamente. Vuoi saltare questo passaggio?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "L'invio non è riuscito, riprova tra qualche minuto.";

/* Button */
"Cancel" = "Annulla";

/* Button */
"Done" = "Fine";

/* Button */
"Next" = "Avanti";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Invia il tuo flusso di lavoro";

/* Button for editing their profile picture */
"Edit" = "Modifica";

/* Button or nav bar title */
"Edit Profile" = "Modifica profilo";

/* Button or title */
"Run shortcut" = "Esegui il comando rapido";

/* Button or title to share a shortcut */
"Share Shortcut" = "Condividi comando rapido";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Invia comando rapido";

/* Button or title; user profile */
"Profile" = "Profilo";

/* Button that shows all collection search results */
"See All" = "Vedi tutto";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Annulla modifiche";

/* Button title; create a new shortcut */
"Create Shortcut" = "Crea comando rapido";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Aggiungi widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Conserva entrambi";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Sostituisci";

/* Button to skip a step */
"Skip" = "Ignora";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Scegli i comandi rapidi da mostrare su Apple Watch.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Scegli i comandi rapidi da mostrare nella complicazione.";

/* Copy content */
"Copy" = "Copia";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Non è stato possibile trovare il comando rapido specificato.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Non è stato possibile trovare il comando rapido “%@”.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Comando senza nome";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Aggiungi comandi rapidi per Siri registrando una frase personalizzata.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Combina una serie di passaggi in un singolo comando per automatizzare ciò che fai con le diverse app. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Accedi alle azioni in un batter d'occhio con il widget Comandi Rapidi.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Scegli dalla libreria";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Scatta foto";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "E-mail";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "L'URL del sito web “%@” non è valido.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Sito web non valido";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Utilizzeremo “%@” come nome da associare ai flussi di lavoro che vengono pubblicati.";

/* Edit profile; person name field title */
"Name" = "Nome";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Nome (richiesto)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Informazione privata";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Informazione pubblica";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "“%@” non ha restituito alcun risultato. Modifica la ricerca e riprova.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Non ci sono comandi rapidi.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Nessun risultato";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "L'URL del comando rapido non è valido.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Importazione non riuscita";

/* Error message */
"There are no photos in your photo library." = "La tua libreria di foto non contiene immagini.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Il link al comando rapido potrebbe non essere valido o potrebbe essere stato eliminato.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Non è possibile connettersi alla galleria.";

/* Error message title */
"Shortcut Not Found" = "Comando rapido non trovato";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Non è stato possibile caricare la raccolta.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Non è stato possibile caricare la raccolta.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Il completamento dell'esecuzione dell'azione “%@” ha richiesto troppo tempo.";

/* Exit the app (kills the app) */
"Exit" = "Esci";

/* Gallery search section title for collection search results */
"Collections" = "Raccolte";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Mostra meno risultati";

/* Gallery search; button to show more collection search results */
"Show More" = "Mostra più risultati";

/* Generic title for a notification show in the app */
"Notification" = "Notifica";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Comandi Rapidi";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "azioni";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Questo è un comando rapido.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Complimenti!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Grande!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "pulsante di esecuzione del comando rapido";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Trascina una delle azioni per creare la tua GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "pulsante di riproduzione";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nSi è verificato un problema. Riprova o seleziona Fine.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nNon hai completato l'esecuzione del comando rapido. Riprova o seleziona Fine.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nHai appena creato un comando rapido: seleziona il pulsante di riproduzione ed eseguilo!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nI comandi rapidi sono costituiti da una serie di azioni (gli elementi a sinistra). Aggiungiamo l'azione “Crea GIF”, in questo modo, le foto verranno animate già dalla prima azione.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nCreiamo un comando rapido per realizzare GIF animate.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nHai appena eseguito un comando rapido. Niente male, vero?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "L'app Comandi Rapidi ti dà il benvenuto.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Selezionando l'opzione Invia, il tuo flusso di lavoro verrà inviato per una verifica. Nel caso in cui il tuo flusso di lavoro dovesse essere incluso nella galleria, riceverai una e-mail.";

/* Make GIF action name */
"Make GIF" = "Crea GIF";

/* Media file name label */
"Media File" = "File multimediali";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Vuoi sostituire questo comando rapido?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Informazioni flusso di lavoro";

/* None option */
"None" = "Nessuna";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Hai già aggiunto il widget Comandi Rapidi. Continuiamo!";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Esegui le azioni in un batter d'occhio con il widget Comandi Rapidi.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Fornisci una descrizione del flusso di lavoro creato.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Fornisci una descrizione dettagliata del flusso di lavoro creato.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Giovanni Mela";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Fornisci una breve descrizione del flusso di lavoro creato.";

/* Print content */
"Print" = "Stampa";

/* Quick Look action name */
"Quick Look" = "Visualizzazione rapida";

/* Recovery option for when the gallery does not load */
"Try Again" = "Riprova";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Apri Impostazioni";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Attiva i dati cellulare o utilizza la connessione WLAN per accedere alla galleria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Attiva i dati cellulare o utilizza la connessione Wi-Fi per accedere alla galleria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Disattiva l’opzione “Uso in aereo” o utilizza la connessione WLAN per accedere alla galleria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Disattiva l’opzione “Uso in aereo” o utilizza la connessione Wi-Fi per accedere alla galleria.";

/* Save as image */
"Save Image" = "Salva immagine";

/* Search gallery */
"Search" = "Cerca";

/* Section title */
"Shortcuts" = "Comandi Rapidi";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Messaggio";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Comando rapido inviato";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Aggiunto alla libreria";

/* Splash screen primary button title */
"Get Started" = "Inizia";

/* Splash screen title */
"Welcome to Shortcuts" = "L'app Comandi Rapidi ti dà il benvenuto";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Interrompi %@";

/* Take Photo action name */
"Take Photo (action name)" = "Scatta foto";

/* Tap to choose an option */
"Tap to Choose" = "Tocca per scegliere";

/* Terms and Conditions view title */
"Terms and Conditions" = "Termini e condizioni";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Ti invieremo una notifica quando il comando rapido verrà approvato.";

/* Title */
"Gallery" = "Galleria";

/* Title */
"Shortcuts" = "Comandi Rapidi";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Passaparola";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Descrizione";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Descrizione estesa";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Breve descrizione";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Nome flusso di lavoro";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Chiedi a Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Vuoi aggiungere il widget?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Hai già un comando rapido chiamato “%@”.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Oh oh";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Risparmia tempo";

/* Title of main screen showing your library of shortcuts */
"Library" = "Libreria";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widget Comandi Rapidi";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Database danneggiato";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Visualizza la galleria…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Gestisci i comandi rapidi…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Personalizza in “Comandi Rapidi”";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Hai trovato il widget! Seleziona l'opzione *Aggiungi widget* per accedere all'elemento da qualsiasi dispositivo.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Hai trovato il widget, torna qui per eseguire con facilità i tuoi comandi rapidi.";

/* Today widget; empty state */
"No Shortcuts" = "Non ci sono comandi rapidi";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Tocca per vedere il resto";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Carico";

/* Watch app button; stop running the shortcut */
"Stop" = "Interrompi";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Mostra/nascondi";

/* Watch app; Change text field text */
"Tap to Change" = "Tocca per modificare";

/* Watch app; Compose a message */
"Create Message" = "Crea messaggio";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Più/Meno";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "di %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Dall'indirizzo";

/* Watch app; email composer; bcc address label */
"Bcc" = "Ccn";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "Da";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Allegato (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Oggetto";

/* Watch app; email composer; to address label */
"To" = "A";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Località non trovata";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Ccn";

/* Watch app; number field placeholder */
"Enter number…" = "Inserisci numero…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "È necessario scegliere un contatto a cui vuoi inviare il messaggio.";

/* Watch app; send the email */
"Send" = "Invia";

/* Watch app; share QuickLook content */
"Share" = "Condividi";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Utilizza Handoff su iPhone per consentire l'accesso a %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Utilizza Handoff su iPhone per continuare l'esecuzione del comando rapido.";

/* Watch app; text field placeholder */
"Enter text…" = "Inserisci testo…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Visualizza su iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Non sono stati aggiunti comandi rapidi.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Non ci sono comandi rapidi";

/* Website URL label */
"Website" = "Sito web";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Come aggiungere il widget";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Animazione del momento in cui si preme con decisione sulla schermata Home dell'app Comandi Rapidi per aprire il widget";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Tocca + per aggiungere il widget Comandi Rapidi, quindi seleziona l'opzione Fine.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Scorri verso l'alto per andare alla schermata iniziale, premi con decisione l'icona dei comandi rapidi e seleziona l'opzione “Aggiungi widget”.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Premi il tasto Home, premi con decisione l'icona dei comandi rapidi e seleziona l'opzione “Aggiungi widget”.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Scorri fino alla fine\ne seleziona Modifica.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Scorri verso sinistra\nper vedere i tuoi widget.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "In basso a sinistra,\nscorri e seleziona Modifica.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Scorri dall'alto verso il basso per mostrare il Centro Notifiche.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Ora puoi condividere il tuo comando rapido!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " - %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ - %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "destra";

